<template>
  <div>
    <h2>
      About this site
    </h2>

    <p>
      ここはエンジニアHarukiのポートフォリオサイトです。<br />
      これまでに手がけた制作物、身につけたスキルをまとめています。<br />
      あなたに、私のことをもっと深く知ってほしいと思って作りました。<br />
      どうぞお茶でも飲みながらごゆるりとサイト内を散策してください。<br />
    </p>

    <v-divider></v-divider>

    <h2>
      About me
    </h2>

    <p>
      神奈川県出身のエンジニア。大学で外国語学部・英語英文学科を専攻。<br />
      卒業後は電子部品を扱う専門商社に入社。<br />
      その後、IT技術に惹かれ、IT業界へ転身。<br />
      バックエンドエンジニアとして入社し、フロントエンドに興味を持っている。
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style></style>
